start_text = (
    '<tg-emoji emoji-id="5472164874886846699">✨</tg-emoji> <b>Твоя личная ссылка для анонимных '
    "сообщений уже готова!</b>\n\n"
    '<tg-emoji emoji-id="5118489535130371328">🔗</tg-emoji> <code>{personal_link}</code>\n\n'
    '<tg-emoji emoji-id="5443038326535759644">💬</tg-emoji> Отправь её друзьям, добавь в био, '
    "сторис или канал — и тебе смогут писать полностью анонимно.\n"
    '<tg-emoji emoji-id="5210956306952758910">👀</tg-emoji> Ты не узнаешь, кто это, пока человек '
    "сам не расскажет о себе.\n\n"
    '<tg-emoji emoji-id="5334725814040674667">🔥</tg-emoji> <b>Готов узнать, что о тебе думают на '
    "самом деле?</b>\n"
    "Просто скопируй ссылку выше и начни получать анонимные сообщения уже сейчас."
)

anonym_send_text = (
    '<b>Теперь сюда можно отправить анонимное сообщение <tg-emoji emoji-id="5253742260054409879">💬</tg-emoji></b>\n\n'
    "Ты можешь <b>анонимно</b> отправить сообщение:\n<b>текст, фото, видео, стикеры, голосовые и кружки</b>.\n\n"
    "<i>Просто отправь то, что хочешь передать.</i>\n<u>Твоё имя не будет показано.</u>"
)

your_link_text = (
    "<b>Ой, это твоя ссылка 😊</b>\n\nОтправить анонимное сообщение самому себе нельзя.\nЗато ты можешь отправить эту "
    "ссылку другим — и они смогут написать тебе <b>анонимно</b>!"
)

message_sent_text = "<b>Сообщение отправлено 🎉</b>"


get_sub = "получите подписку"


already_sub = "у вас уже есть подписка"

receive_message_text = "📩 У тебя новое анонимное сообщение!"
receive_sub_message_text = "📩 У тебя новое анонимное сообщение\nот <a href='tg://user?id={user_id}'>{name}</a>!"
